<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Authentication Language Lines
    |--------------------------------------------------------------------------
    |
    | The following language lines are used during authentication for various
    | messages that we need to display to the user. You are free to modify
    | these language lines according to your application's requirements.
    |
    */

    'failed'   => '가입된 회원이 아니거나 비밀번호가 틀립니다.',
    'throttle' => '너무 많은 로그인을 시도하였습니다. :seconds 초 후에 다시 시도하십시요.',

    'passwords' => [
        'send_reminder' => '비밀번호 재설정 메일을 발송하였습니다. 메일을 확인해 주세요.',
        'error_wrong_url' => 'URL이 정확하지 않습니다.',
        'error_wrong_email' => '비밀번호 재설정을 신청한 이메일과 입력한 이메일이 같지 않습니다.',
        'success_reset' => '비밀번호를 바꾸었습니다. 새로운 비밀번호로 로그인하세요.'
    ],

    '0000' => '인증되었습니다.',
    'E001' => '아이디/패스워드를 확인해주세요.',
    'E002' => '아이디/패스워드를 확인해주세요.',
    'E003' => '로그인 정보를 확인하세요.',
    'E004' => '90일 이상 로그인되지않아, 계정이 중지되었습니다.',
    'E005' => '관리자에게 문의해 주세요.', //'5회 비밀번호 오류로 계정이 중지되었습니다.',
    'E006' => '아이디/패스워드를 확인해주세요.',
    'E007' => '아이디/패스워드를 확인해주세요.',
    'E008' => '세션이 유효하지 않습니다.',
    'E009' => '아이디/패스워드를 확인해주세요.',
    'E010' => '관리자에게 문의해 주세요.', //'사용자 접근 권한이 등록되지 않았습니다.',
    'E011' => '동일한 아이디의 사용자가 접속 중 입니다.',

    'no_user_id' => '아이디가 입력되지 않았습니다.',
    'no_password' => '패스워드가 입력되지 않았습니다.',

    'no_cust_info' => '관리자에게 문의해 주세요.', //'접수된 고객정보가 없습니다.',
    'no_cust_quest' => '관리자에게 문의해 주세요.' //'접수된 상담 또는 제보가 없습니다.',
];
