<?php

return [

    /*
    |--------------------------------------------------------------------------
    | 메인 프로젝트 언어팩
    |--------------------------------------------------------------------------
    |
    */

    'title_rf_1' => '15년간 45건 프로젝트 수행',
    'title_rf_2' => '총 공사비 2조 3천억',

    'title_bf_1' => '20년간 459건 프로젝트 수행',
    'title_bf_2' => '총 공사비 12조 6천억',

    'title_cf_1' => '19년간 61건 프로젝트 수행',
    'title_cf_2' => '총 공사비 6천억',

    'title_lb_1' => '28년간 골프장 2개 운영',
    'title_lb_2' => '총 64만평 규모',

];
